; === Infantry abilities ===

[ShadowOps_BulletSwarm X2AbilityTemplate]
LocFriendlyName="Град пуль"
LocLongDescription="Выстрел из <Ability:WeaponName/> не заканчивает ход солдата."
LocHelpText="Выстрелить из следующего оружия: <Ability:WeaponName/> в цель. Это не заканчивает ход, если сделано первым действием."
LocFlyOverText="Град пуль"
LocPromotionPopupText="<Bullet/> Град пуль может нанести много урона, но так же быстро тратит боезапас. Снарядите бойца расширенными магазинами или автозаряжанием.<br/><Bullet/>Выстрел из пистолета все так же заканчивает ход.<br/>"

[ShadowOps_Bandolier X2AbilityTemplate]
LocFriendlyName="Патронташ"
LocLongDescription="Добавляет отдельный слот в инвентарь для патронов."
LocHelpText="Добавляет отдельный слот в инвентарь для патронов."
LocFlyOverText="Патронташ"
LocPromotionPopupText="<Bullet/> Пехота может переносить два отдельных вида патронов, но получает бонус только от одного из них. Если экипировано два вида, появится способность смена патрона - которая позволит поменять тип используемых боеприпасов.<br/>"

[ShadowOps_Magnum X2AbilityTemplate]
LocFriendlyName="Магнум"
LocLongDescription="Атаки из пистолета получают <Ability:+ToHit/> к точности и наносят <Ability:+Damage/> урона."
LocHelpText="Атаки из пистолета получают <Ability:+ToHit/> к точности и наносят <Ability:+Damage/> урона."
LocFlyOverText="Магнум"
LocPromotionPopupText="<Bullet/> Даже без Магнума пистолеты более точны на близкие расстояния, нежели другое оружие.<br/><Bullet/> Комбинация способности и патронов позволит уничтожать пехоту Адвента, на близких расстояниях, с одного выстрела.<br/>"

[ShadowOps_GoodEye X2AbilityTemplate]
LocFriendlyName="Упреждение"
LocLongDescription="Враг не может уклониться от выстрелов."
LocHelpText="Враг не может уклониться от выстрелов."
LocFlyOverText="Упреждение"
LocPromotionPopupText="<Bullet/> Эта способность пригодится против особо изворотливых врагов.<br/>"

[ShadowOps_FullAuto X2AbilityTemplate]
LocFriendlyName="Беглый огонь"
LocLongDescription="Выстрел по цели с минусом <Ability:ToHit/> к точности. Если выстрел попал в цель, следующий выстрел будет произведен автоматически. Выстрелы будут продолжаться до полного израсходования боезапаса. Точность падаеет после каждого попадания. Тратит оба действия. <Ability:SelfCooldown/> раунда перезарядка."
LocHelpText="Выстелы по цели, пока хватит патронов. Накапливается <Ability:ToHit/> минус к точности, после каждого выстрела. Тратит оба действия."
LocFlyOverText="Беглый огонь"
LocPromotionPopupText="<Bullet/> Беглый огонь наносит огромный урон при полной обойме и верном боеприпасе.<br/><Bullet/> Тратит оба действия на использование. <br/><Bullet/> Перезарядка: <Ability:SelfCooldown/> раунда.<br/>"

[ShadowOps_FullAuto2 X2AbilityTemplate]
LocFriendlyName="Беглый огон"
LocFlyOverText="Беглый огонь"
LocPromotionPopupText=""

[ShadowOps_ZoneOfControl X2AbilityTemplate]
LocFriendlyName="Зона контроля"
LocLongDescription="Выстрел по любому врагу, двигающемуся или атакующему в радиусе видимости солдата. <Ability:SelfCooldown/> раунда перезарядка."
LocHelpText="Улучшенное наблюдение, с множеством выстрелов."
LocFlyOverText="Зона контроля"
LocPromotionPopupText="<Bullet/> Зона контроля переключит оружие на пистолет, если закончатся патроны. <br/><Bullet/> Нет ограничения по количеству выстрелов. <br/><Bullet/> Перезарядка: <Ability:SelfCooldown/> раунда.<br/>"

[ShadowOps_ZoneOfControlShot X2AbilityTemplate]
LocFriendlyName="Выстрел зоны контроля"

[ShadowOps_ZoneOfControlPistolShot X2AbilityTemplate]
LocFriendlyName="Выстрел из пистолета зоны контроля"

[ShadowOps_ZeroIn X2AbilityTemplate]
LocFriendlyName="Пристрелка"
LocLongDescription="Когда вы промахиваетесь, следующий выстрел получает <Ability:+ToHit/> к точности."
LocHelpText="Когда вы промахиваетесь, следующий выстрел получает <Ability:+ToHit/> к точности."
LocFlyOverText="Пристрелка"
LocPromotionPopupText="<Bullet/> Пристрелка поможет попасть в цель после промаха, или подготовиться к беглому огню. Это позволит хотя бы одному выстрелу попасть в цель.<br/><Bullet/> Пристрелка не помогает при ответном огне.<br/>"

[ShadowOps_Flush X2AbilityTemplate]
LocFriendlyName="Выбивание"
LocLongDescription="Выстрел по цели из пистолета, который автоматически попадает и заставляет сменить укрытие. <Ability:SelfCooldown/> раунда перезарядки."
LocHelpText="Выстрел по цели из пистолета, который автоматически попадает и заставляет сменить укрытие."
LocFlyOverText="Выбивание"
LocPromotionPopupText="<Bullet/> Выбивание позволит подставить врага под ответный огонь союзников.<br/><Bullet/> Перезарядка: <Ability:SelfCooldown/> раунда. <br/>"

[ShadowOps_RifleSuppression X2AbilityTemplate]
LocFriendlyName="Обстрел"
LocLongDescription="Подавление цели, выстрел, если она пытается двигаться, и понижает точность цели <Ability:SUPPRESSIONPENALTY/> единиц."
LocHelpText="Понижает точность цели и вызывает ответный огонь, если она пытается двигаться."
LocFlyOverText="Обстрел"
LocPromotionPopupText="<Bullet/> Подавленные враги получают -50 к точности и не могут использовать гранаты.<br/><Bullet/> Ответный огонь получает <Ability:+ToHit:SuppressionShot/> к точности.<br/><Bullet/> Обстрел не дает эффекта способности Поддержка.<br/><Bullet/> Стоит <Ability:SelfAmmoCost/> зарядов оружия на использование, но не имеет перезарядки.<br/><Bullet/> Обстрел будет прекращен, если солдат получит урон.<br/><Bullet/> Если несколько солдат подавляют цель, минусы к точности складываются .<br/>"

[ShadowOps_Focus X2AbilityTemplate]
LocFriendlyName="Фокус"
LocLongDescription="Первый ответный выстрел всегда попадает в цель."
LocHelpText="Первый ответный выстрел всегда попадает в цель."
LocFlyOverText="Фокус"
LocPromotionPopupText="<Bullet/> Эта способность получает все бонусы для ответного огня.<br/><Bullet/> Цель все так же может уклониться от этого выстрела.<br/>"

[ShadowOps_Resilience X2AbilityTemplate]
LocFriendlyName="Устройчивость"
LocLongDescription="Солдат не получает критический урон."
LocHelpText="Солдат не получает критический урон."
LocFlyOverText="Устройчивость"
LocPromotionPopupText="<Bullet/> Устойчивость поможет, если солдата расстреливают с фланга.<br/><Bullet/> Отсутствие критического урона не значит, что солдата нельзя убить.<br/>"

[ShadowOps_AdrenalineSurge X2AbilityTemplate]
LocFriendlyName="Прилив адреналина"
LocLongDescription="Когда вы убиваете врага солдат и союзники рядом получают <Ability:+Crit:ShadowOps_AdrenalineSurgeTrigger/> к шансу критического урона и <Ability:+Mobility:ShadowOps_AdrenalineSurgeTrigger/> к мобильности до конца хода."
LocHelpText="<Ability:+Crit:ShadowOps_AdrenalineSurgeTrigger/> к шансу критического урона и <Ability:+Mobility:ShadowOps_AdrenalineSurgeTrigger/> к мобльности до конца раунда."
LocFlyOverText="Прилив адреналина"
LocPromotionPopupText="<Bullet/> Если враг убит во время хода противника - бонус действует до конца вашего следующего хода.<br/><Bullet/> Дальность 8 клеток от солдата.<br/>"

[ShadowOps_AdrenalineSurgeTrigger X2AbilityTemplate]
LocFriendlyName="Прилив адреналина"
LocLongDescription="Когда вы убиваете врага солдат и союзники рядом получают <Ability:+Crit:ShadowOps_AdrenalineSurgeTrigger/> к шансу критического урона и <Ability:+Mobility:ShadowOps_AdrenalineSurgeTrigger/> к мобильности до конца хода."
LocHelpText="<Ability:+Crit:ShadowOps_AdrenalineSurgeTrigger/> к шансу критического урона и <Ability:+Mobility:ShadowOps_AdrenalineSurgeTrigger/> к мобльности до конца раунда."
LocFlyOverText="Прилив адреналина"

[ShadowOps_Fortify X2AbilityTemplate]
LocFriendlyName="Поддержка"
LocLongDescription="Когда солдат становится в наблюдение или подавление, он получает <Ability:+Defense:ShadowOps_FortifyTrigger/> защиты до следующего раунда."
LocHelpText="Когда солдат становится в наблюдение или подавление, он получает <Ability:+Defense:ShadowOps_FortifyTrigger/> защиты до следующего раунда."
LocFlyOverText="Поддержка"
LocPromotionPopupText="<Bullet/> Поддержка работает с большинством способностей ответного огня, включая Зону контроля. <br/>"

[ShadowOps_FortifyTrigger X2AbilityTemplate]
LocFriendlyName="Поддержка"
LocLongDescription="<Ability:+Defense/> защиты до следующего раунда."
LocHelpText="<Ability:+Defense/> защиты до следующего раунда."
LocFlyOverText="Поддержка"

[ShadowOps_FirstAid X2AbilityTemplate]
LocFriendlyName="Первая помощь"
LocLongDescription="У солдата есть одна свободная аптечка на каждую миссию. Каждая экипированная оптечка получает два дополнительных использования."
LocHelpText="У солдата есть одна свободная аптечка на каждую миссию. Каждая экипированная оптечка получает два дополнительных использования."
LocFlyOverText="Первая помощь"
LocPromotionPopupText="<Bullet/> Бесплатная аптечка гарантирует иммунитет к яду.</br>"

[ShadowOps_SecondWind X2AbilityTemplate]
LocFriendlyName="Второе дыхание"
LocLongDescription="Использование аптечки на раненом, дает пострадавшему дополнительное действие."
LocHelpText="Использование аптечки на раненом, дает пострадавшему дополнительное действие."
LocFlyOverText="Второе дыхание"
LocPromotionPopupText="<Bullet/> Если использовать аптечку на самом солдате он так же получит бонусное действие.<br/><Bullet/> Аптечка все так же может использоваться только на раненых.<br/>"

[ShadowOps_SecondWindTrigger X2AbilityTemplate]
LocFriendlyName="Второе дыхание"
LocLongDescription="Использование аптечки на раненом, дает пострадавшему дополнительное действие."
LocHelpText="Использование аптечки на раненом, дает пострадавшему дополнительное действие."
LocFlyOverText="Второе дыхание"
LocHitMessage="Второе дыхание"

[ShadowOps_Tactician X2AbilityTemplate]
LocFriendlyName="Тактик"
LocLongDescription="Промахи из следующего оружия: <Ability:WeaponName/> наносят <Ability:MissDamage/> урона. Только ружья."
LocHelpText="Промахи из следующего оружия: <Ability:WeaponName/> наносят <Ability:MissDamage/> урона."
LocFlyOverText="Тактик"
LocPromotionPopupText="<Bullet/> Эффект от способности складывается.<br/>"

[ShadowOps_ReadyForAnything X2AbilityTemplate]
LocFriendlyName="Готов к труду и обороне"
LocLongDescription="После стандартного выстрела из следующего оружия: <Ability:WeaponName/> вы автоматически становитесь в наблюдение."
LocHelpText="Выстрелить в цель, а потом сразу стать в наблюдение."
LocFlyOverText="Готов к труду и обороне"
LocPromotionPopupText="<Bullet/> Нельзя стать в наблюдение, если нет патронов.<br/>"

[ShadowOps_ImprovedSuppression X2AbilityTemplate]
LocFriendlyName="Улучшенное подавление"
LocLongDescription="Ваше подавление так же дезориентирует цель."
LocHelpText="Ваше подавление так же дезориентирует цель."
LocFlyOverText="Улучшенное подавление"
LocPromotionPopupText="<Bullet/> Дезориентированные цели медленнее перемещаются и чаще мажет, а так же не могут использовать большинство умений.<br/><Bullet/> Дизориентация применяется когда вы используете подавление.<br/><Bullet/> Если подавление прекращено - дезориентация не снимается.<br/>"

[ShadowOps_CoupDeGrace X2AbilityTemplate]
LocFriendlyName="Ликвидатор"
LocLongDescription="Убийство врага из пистолета не тратит действие."
LocHelpText="Убийство врага из пистолета не тратит действие."
LocFlyOverText="Ликвидатор"
LocPromotionPopupText="<Bullet/> Затрагивает все атаки из пистолета, не только обычный выстрел.<br/>"

[ShadowOps_Airstrike X2AbilityTemplate]
LocFriendlyName="Авиаудар"
LocLongDescription="Один раз в миссию вы можете вызвать авиаудар который наносит 8-12 урона на большой площади. Стоит оба действия."
LocHelpText="Один раз в миссию вы можете вызвать авиаудар который наносит 8-12 урона на большой площади. Стоит оба действия."
LocFlyOverText="Авиаудар"
LocPromotionPopupText="<Bullet/> Вызывает авиаудар который наносит 8-12 урона на большой площади.<Bullet/> Авиаудар уничтожит большинство укрытий на площади.<br/>"

[ShadowOps_AgainstTheOdds X2AbilityTemplate]
LocFriendlyName="Вопреки всему"
LocLongDescription="Дает <Ability:+ToHit/> к точности за каждого видимого отрядом врага (максимум  <Ability:+MaxToHit/>)."
LocHelpText="Дает <Ability:+ToHit/> к точности за каждого видимого отрядом врага (максимум <Ability:+MaxToHit/>)."
LocFlyOverText="Вопреки всему"
LocPromotionPopupText="<Bullet/> Если видимых врагов больше чем <Ability:+MaxToHit/>, беги.<br/>"

[ShadowOps_Paragon X2AbilityTemplate]
LocFriendlyName="Элита"
LocLongDescription="Дает <Ability:+HP/> здоровья, <Ability:+ToHit/> точности и <Ability:+Will/> воли."
LocHelpText="Дает <Ability:+HP/> здоровья, <Ability:+ToHit/> точности и <Ability:+Will/> воли."
LocFlyOverText="Элита"
LocPromotionPopupText="<Bullet/> Складывается с обычными бонусами от повышения уровня.<br/>"

; === Other abilities ===

[ShadowOps_SwapAmmo X2AbilityTemplate]
LocFriendlyName="Смена патронов"
LocLongDescription="Сменить патроны на <Ability:AssociatedWeapon/>."
LocHelpText="Сменить патроны на <Ability:AssociatedWeapon/>."

; === Class templates ===

[ShadowOps_Infantry X2SoldierClassTemplate]
DisplayName="Пехота"
ClassSummary="Наша пехота обеспечивает огневую мощь на коротких и средних дистанциях. Они являются ключевыми членами любого отряда."
LeftAbilityTreeTitle="Автоматчик"
RightAbilityTreeTitle="Поддержка"
RandomNickNames[0]="Ас"
RandomNickNames[1]="Ствол"
RandomNickNames[2]="Медяк"
RandomNickNames[3]="Борт"
RandomNickNames[4]="Циклоп"
RandomNickNames[5]="Орел"
RandomNickNames[6]="Сокол"
RandomNickNames[7]="Горгона"
RandomNickNames[8]="Ливень"
RandomNickNames[9]="Ястреб"
RandomNickNames[10]="Лед"
RandomNickNames[11]="Джокер"
RandomNickNames[12]="Свинец"
RandomNickNames[13]="Только не это"
RandomNickNames[14]="Флешь-рояль"
RandomNickNames[15]="Подарок"
RandomNickNames[16]="Шторм"
RandomNickNames[17]="Трассирующий снаряд"
RandomNickNames[18]="Тройка"
RandomNickNames[19]="Две руки"
RandomNickNames[20]="Вампир"
RandomNickNames[21]="Воевода"
RandomNickNames[22]="Ноль"
RandomNickNames_Female[0]="Боронесса"
RandomNickNames_Female[1]="Кошечка"
RandomNickNames_Female[2]="Королева"
RandomNickNames_Male[0]="Барон"
RandomNickNames_Male[1]="Король"
RandomNickNames_Male[2]="Снеговик"

[ShadowOps_Infantry_LW X2SoldierClassTemplate]
DisplayName="Пехота"
ClassSummary="Наша пехота обеспечивает огневую мощь на коротких и средних дистанциях. Они являются ключевыми членами любого отряда."
LeftAbilityTreeTitle="Автоматчик"
RightAbilityTreeTitle="Поддержка"
RandomNickNames[0]="Ас"
RandomNickNames[1]="Ствол"
RandomNickNames[2]="Медяк"
RandomNickNames[3]="Борт"
RandomNickNames[4]="Циклоп"
RandomNickNames[5]="Орел"
RandomNickNames[6]="Сокол"
RandomNickNames[7]="Горгона"
RandomNickNames[8]="Ливень"
RandomNickNames[9]="Ястреб"
RandomNickNames[10]="Лед"
RandomNickNames[11]="Джокер"
RandomNickNames[12]="Свинец"
RandomNickNames[13]="Только не это"
RandomNickNames[14]="Флешь-рояль"
RandomNickNames[15]="Подарок"
RandomNickNames[16]="Шторм"
RandomNickNames[17]="Трассирующий снаряд"
RandomNickNames[18]="Тройка"
RandomNickNames[19]="Две руки"
RandomNickNames[20]="Вампир"
RandomNickNames[21]="Воевода"
RandomNickNames[22]="Ноль"
RandomNickNames_Female[0]="Боронесса"
RandomNickNames_Female[1]="Кошечка"
RandomNickNames_Female[2]="Королева"
RandomNickNames_Male[0]="Барон"
RandomNickNames_Male[1]="Король"
RandomNickNames_Male[2]="Снеговик"

[ShadowOps_Infantry_LW2 X2SoldierClassTemplate]
DisplayName="Пехота"
ClassSummary="Наша пехота обеспечивает огневую мощь на коротких и средних дистанциях. Они являются ключевыми членами любого отряда."
LeftAbilityTreeTitle="Автоматчик"
RightAbilityTreeTitle="Поддержка"
RandomNickNames[0]="Ас"
RandomNickNames[1]="Ствол"
RandomNickNames[2]="Медяк"
RandomNickNames[3]="Борт"
RandomNickNames[4]="Циклоп"
RandomNickNames[5]="Орел"
RandomNickNames[6]="Сокол"
RandomNickNames[7]="Горгона"
RandomNickNames[8]="Ливень"
RandomNickNames[9]="Ястреб"
RandomNickNames[10]="Лед"
RandomNickNames[11]="Джокер"
RandomNickNames[12]="Свинец"
RandomNickNames[13]="Только не это"
RandomNickNames[14]="Флешь-рояль"
RandomNickNames[15]="Подарок"
RandomNickNames[16]="Шторм"
RandomNickNames[17]="Трассирующий снаряд"
RandomNickNames[18]="Тройка"
RandomNickNames[19]="Две руки"
RandomNickNames[20]="Вампир"
RandomNickNames[21]="Воевода"
RandomNickNames[22]="Ноль"
RandomNickNames_Female[0]="Боронесса"
RandomNickNames_Female[1]="Кошечка"
RandomNickNames_Female[2]="Королева"
RandomNickNames_Male[0]="Барон"
RandomNickNames_Male[1]="Король"
RandomNickNames_Male[2]="Снеговик"

[ShadowOps_Recon_LW2 X2SoldierClassTemplate]
DisplayName="Разведчик"
ClassSummary="Разведчик наш главный по разведке, тренирован что бы наводить остальных бойцов на цель. Высокая мобильность позволяет легко фланговать врага."
LeftAbilityTreeTitle="Авангард"
RightAbilityTreeTitle="Корректировщик"
RandomNicknames[0]="Балкон"
RandomNicknames[1]="Еписком"
RandomNicknames[2]="Спинолом"
RandomNicknames[3]="Кола"
RandomNicknames[4]="Стекло"
RandomNicknames[5]="Глушилка"
RandomNicknames[6]="Колдовство"
RandomNicknames[7]="Мрамор"
RandomNicknames[8]="Мастер"
RandomNicknames[9]="Одиночка"
RandomNicknames[10]="Радар"
RandomNicknames[11]="Вор"
RandomNicknames[12]="Печалька"
RandomNicknames[13]="Коллектор"
RandomNicknames[14]="Картежник"
RandomNicknames[15]="Серебро"
RandomNicknames[16]="Ловкач"
RandomNicknames[17]="Соник"
RandomNicknames[18]="Лестница"
RandomNicknames[19]="Солома"
RandomNicknames[20]="Тушканчик"
RandomNicknames[21]="Впередсмотрящий"
RandomNicknames[22]="Оса"
RandomNicknames[23]="Шорох"
RandomNickNames_Male[0]="Ватман"
RandomNickNames_Male[1]="Безумный Шляпник"
RandomNickNames_Female[0]="Алиса"
RandomNickNames_Female[1]="Женщина-кошка"

; === GTS ability templates ===

[AdrenalineSurgeUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="Пехота: прилив адреналина"
Summary="Собзники поблизости получают +10 к шансу критического урона и +3 мобильности. когда вы убиваете врага."

[AdrenalineSurgeUnlock_LW X2SoldierAbilityUnlockTemplate]
DisplayName="Пехота: прилив адреналина"
Summary="Собзники поблизости получают +10 к шансу критического урона и +3 мобильности. когда вы убиваете врага."

[AgainstTheOddsUnlock_LW X2SoldierAbilityUnlockTemplate]
DisplayName="Вопреки всему"
Summary="Все солдаты получают +1 к точности за каждого видимого отрядом врага (максимум +15)."

